; <Türkçe>
; <Alcazer Barış TÜRKGÜCÜ - github.com/Alcazer>

[Turkish]
IDS_FILE=Dosya
IDS_RUN=Başlat
IDS_OPEN=Aç
IDS_EXIT=Çık
IDS_SETTINGS=Ayarlar
IDS_LANGUAGE=Dil
IDS_HELP=Yardım
IDS_WEBSITE=Web sitesi
IDS_ABOUT=Hakkında
IDS_DONATE=Bağış yap!
IDS_TRAY_SHOW=Göster/Gizle
IDS_BROWSER=İsim
IDS_CURRENTVERSION=Geçerli sürüm
IDS_VERSION=Yeni sürüm
IDS_DATE=Derleme tarihi
IDS_ACTION_CHECK=Güncellemeleri denetle
IDS_ACTION_DOWNLOAD=Güncellemeyi indir
IDS_ACTION_INSTALL=Güncellemeyi yükle
IDS_STATUS_CHECK=Yeni sürümler denetleniyor...
IDS_STATUS_DOWNLOAD=Güncelleme indiriliyor...
IDS_STATUS_INSTALL=Güncelleme çıkartılıyor...
IDS_STATUS_FOUND="%s" yeni sürümü mevcut!
IDS_STATUS_DOWNLOADED=Bir güncelleme indirildi, ancak yüklenmedi. Chromium'u kapatıp 'Güncellemeyi yükle'ye tıklayın.
IDS_QUESTION_STOP=Chromium güncelleme işlemini iptal etmek istediğinize emin misiniz?
IDS_CLOSE=Kapat
IDS_STATUS_ERROR=Güncellemeler denetlenirken hata oluştu...
IDS_STATUS_NOTFOUND=<bulunamadı>
IDS_RUNATEND_CHK=İndirme ve yükleme bittiğinde tarayıcıyı başlatın
IDS_DARKMODE_CHK=Koyu tema kullan
IDS_TASKUPDATE_CHK=Zamanlanmış otomatik güncellemeyi etkinleştir
IDS_STATUS_RESTARTNOTICE=Güncellemeyi uygulamak için Chromium yeniden başlatılacak.
IDS_STATUS_RETRYINSTALL=Güncelleme indirildi, ancak Chromium hâlâ çalışıyor. Daha sonra tekrar denenecek.
IDS_QUESTION_TASKENABLE=Her 14 günde bir güncellemeleri denetleyen ve güncellemeleri uygulamak için çalışmakta olan Chromium'u yeniden başlatabilen zamanlanmış bir görev oluşturulsun mu?
IDS_CHECKFORUPDATES=Güncellemeleri denetle
IDS_AUTOCHECKUPDATES_CHK=Açılışta güncellemeleri otomatik denetle
IDS_UNINSTALL=Kaldır
IDS_EXPORTPROFILE=Profili dışa aktar
IDS_IMPORTPROFILE=Profili içe aktar
IDS_UPDATE_AVAILABLE=%s yeni sürümü mevcut. Şimdi indirilip yüklensin mi?
IDS_UPDATE_DOWNLOADING=Uygulama güncellemesi indiriliyor...
IDS_UPDATE_INSTALLING=Uygulama güncellemesi yükleniyor...
IDS_UPDATE_DONE=Güncelleme başarıyla yüklendi. Yeniden başlatılıyor...
IDS_UPDATE_ERROR=Uygulama güncellenirken hata oluştu.
IDS_UPDATE_UPTODATE=En son sürümü kullanıyorsunuz.
IDS_MIGRATION_FOUND=Mevcut bir chrlauncher kurulumu bulundu. Veriler taşınıp launchbro olarak yeniden adlandırılsın mı?
IDS_MIGRATION_TITLE=Taşıma algılandı
IDS_UNINSTALL_CONFIRM=launchbro'yu kaldırmak istediğinize emin misiniz?
IDS_UNINSTALL_KEEPPROFILES=Tarayıcı profillerinizi saklamak ister misiniz?
IDS_EXPORTPROFILE_TITLE=Profillerin dışa aktarılacağı klasörü seçin
IDS_IMPORTPROFILE_TITLE=İçe aktarılacak profil klasörünü seçin
IDS_PROFILE_EXPORTED=Profil başarıyla dışa aktarıldı.
IDS_PROFILE_IMPORTED=Profil başarıyla içe aktarıldı.
